Repository: common-repository/nfc-events
Catalog: languages/nfc-events-*.po
Languages: sv_se

source: The content within this block will be available only for users you specify within block options.
sv_se: Innehållet i detta block kommer endast att vara tillgängligt för användare som du anger inom blockalternativ.

source: Restricted content block:
sv_se: Begränsat innehållsblock:

source: Preview the form for a user role
sv_se: Förhandsgranska formuläret för en användarroll

source: No results
sv_se: Inga resultat

source: Note: User will be redirected to fallback page only when post ID does not exist or post/product is not yet published.
sv_se: Obs: Användaren omdirigeras till reservsidan endast när inläggs-ID inte finns eller inlägg/produkt ännu inte har publicerats.

source: Fallback:
sv_se: Retirera:

source: Select page
sv_se: Välj sida

source: Start Export
sv_se: Starta export

source: Select post type
sv_se: Välj inläggstyp

source: Select export post type
sv_se: Välj exportinläggstyp

source: Export is complete. File is automatically downloaded!
sv_se: Exporten är klar. Filen laddas ner automatiskt!

source: Done!
sv_se: Gjort!

source: Export Events
sv_se: Exportera händelser

source: Number of events:
sv_se: Antal händelser:

source: Sign in to your account
sv_se: Logga in på ditt konto

source: Please login and you will be automatically redirected to NFC event page.
sv_se: Logga in så kommer du automatiskt att omdirigeras till NFC-händelsesidan.

source: Sign In
sv_se: Logga in

source: Submit post event
sv_se: Skicka inläggshändelser

source: Attach images
sv_se: Bifoga bilder

source: Max 10MB per image
sv_se: Max 10MB per bild

source: Upload photo:
sv_se: Ladda upp foto:

source: Any message for us?
sv_se: Något meddelande till oss?

source: Leave comment:
sv_se: Lämna kommentar:

source: Select status:
sv_se: Välj status:

source: Note: If no user roles are checked, all user roles will be allowed to view this page.
sv_se: Obs: Om inga användarroller är markerade kommer alla användarroller att tillåtas se den här sidan.

source: Files:
sv_se: Filer:

source: Comment:
sv_se: Kommentar:

source: User:
sv_se: Användare:

source: Status history
sv_se: Statushistorik

source: Product ID:
sv_se: Serienummer:

source: Name:
sv_se: Namn:

source: Date:
sv_se: Datum:

source: Event ID:
sv_se: Händelse-ID:

source: User details
sv_se: Användarinformation

source: Product
sv_se: Produkt

source: Date created
sv_se: Skapat datum

source: No events found.
sv_se: Inga händelser hittades.

source: History
sv_se: Historia

source: Current events
sv_se: Aktuella händelser

source: Current or history
sv_se: Aktuell eller historia

source: Search for a product&hellip;
sv_se: Sök efter en produkt&hellip;

source: This is where events statuses are created.
sv_se: Det är här händelsestatus skapas.

source: Search Event Status
sv_se: Sök händelsestatus

source: Update Event Status
sv_se: Uppdatera händelsestatus

source: Edit Event Status
sv_se: Redigera händelsestatus

source: Add New Event Status
sv_se: Lägg till ny händelsestatus

source: View Event Statuses
sv_se: Visa händelsestatus

source: Statuses
sv_se: Statuser

source: Parent Event Status
sv_se: Status för överordnad händelse

source: Event Statuses
sv_se: Händelsestatus

# Post Type Singular Name
source: Event Status
sv_se: Händelsestatus

# Post Type General Name
source: Event Statuses
sv_se: Händelsestatus

source: Status color
sv_se: Statusfärg

source: Status colour
sv_se: Statusfärg

source: You are not allowed to see this data
sv_se: Du får inte se denna data

source: No file path!
sv_se: Ingen filsökväg!

source: Showing: %1$s-%2$s of %3$s files
sv_se: Visar: %1$s-%2$s av %3$s filer

source: Here you can find all the files related to your events. Click on item to view/download or click the X button to delete the item.
sv_se: Här kan du hitta alla filer relaterade till dina händelser. Klicka på objektet för att visa/ladda ner eller klicka på X-knappen för att ta bort objektet.

source: You have no files currently.
sv_se: Du har inga filer för närvarande.

source: Filter
sv_se: Filtrera

source: All types
sv_se: Alla typer

source: Product name or ID
sv_se: Produktnamn eller ID

source: Resources
sv_se: Resurser

source: Events Log
sv_se: Händelselogg

source: Set total amount of your products (all product on stock and those that are currently rented).
sv_se: Ange totala mängden av dina produkter (alla produkter på lager och de som för närvarande är uthyrda).

source: NFC Events Settings
sv_se: Inställningar för NFC-händelser

source: This is where NFC pages are stored.
sv_se: Det är här NFC-sidorna lagras.

source: Search Page
sv_se: Söksida

source: Update Page
sv_se: Uppdatera sidan

source: Edit Page
sv_se: Redigera sida

source: Add New Page
sv_se: Lägg till ny sida

source: View Page
sv_se: Visa sida

source: Parent Page
sv_se: Föräldrasida

source: Pages
sv_se: Sidor

# Post Type Singular Name
source: Page
sv_se: Sida

# Post Type General Name
source: Pages
sv_se: Sidor

source: Allowed user roles
sv_se: Tillåtna användarroller

source: Event post could not be inserted!
sv_se: Eventposten kunde inte infogas!

source: Error uploading image: %s
sv_se: Fel vid uppladdning av bild: %s

source: Image %s is too large!
sv_se: Bilden %s är för stor!

source: No such user
sv_se: Ingen sådan användare

source: Click here to download the file.
sv_se: Klicka här för att ladda ner filen.

source: Export complete.
sv_se: Exporten klar.

source: Error, No product with this post type!
sv_se: Fel, ingen produkt med denna inläggstyp!

source: Select one of the post types.
sv_se: Välj en av inläggstyperna.

source: This is where post events are stored.
sv_se: Det är här posthändelser lagras.

source: Not found in Trash
sv_se: Hittade inte i papperskorgen

source: Not Found
sv_se: Hittades inte

source: Search Event
sv_se: Sök händelse

source: Update Event
sv_se: Uppdatera händelse

source: Edit Event
sv_se: Redigera händelse

source: Add New
sv_se: Lägg till ny

source: Add New Event
sv_se: Lägg till ny händelse

source: View Event
sv_se: Visa händelse

source: Parent Event
sv_se: Föräldrahändelser

source: Events
sv_se: Händelser

# Post Type Singular Name
source: Event
sv_se: Händelse

# Post Type General Name
source: Events
sv_se: Händelser

source: Files
sv_se: Filer

source: Comment
sv_se: Kommentar

source: Email:
sv_se: E-post:

source: Role:
sv_se: Roll:

source: User ID:
sv_se: Användar ID:

source: User data
sv_se: Användardata

source: Unique:
sv_se: Unik:

source: Product:
sv_se: Produkt:

source: Event status:
sv_se: Händelsestatus:

source: Date created:
sv_se: Skapat datum:

source: General
sv_se: Allmän

source: Event #
sv_se: Händelse #

source: Event Data
sv_se: Händelsedata

source: Unique
sv_se: Unik

source: To export all events, navigate to NFC Events > Settings > Export.
sv_se: För att exportera alla händelser, navigera till NFC-händelser &gt; Inställningar &gt; Exportera.

source: Download again
sv_se: Ladda ner igen

source: Exported %d events.
sv_se: Exporterade %d händelser.

source: Error during creation of events raw data!
sv_se: Fel under skapandet av rådata för händelser!

source: Thank you, the event is received!
sv_se: Tack, eventet är mottaget!

source: Something went wrong! Please try later again.
sv_se: Något gick fel! Försök senare igen.

source: Select one of the events.
sv_se: Välj en av händelserna.

source: No nonce!
sv_se: Ingen nonce!

source: You need to be logged in to view events log!
sv_se: Du måste vara inloggad för att se händelseloggen!

source: Error! Wrong post ID!
sv_se: Fel! Fel inläggs-ID!

source: Error! Nonce failed or no post ID passed!
sv_se: Fel! Nonce misslyckades eller inget inläggs-ID passerat!

source: Product title
sv_se: Produktens titel

source: Event form blocks pattern
sv_se: Händelse form block mönster

source: Currently you have no events, export is disabled!
sv_se: För närvarande har du inga händelser, exporten är inaktiverad!

source: You have no post types, export is disabled right now!
sv_se: Du har inga inläggstyper, exporten är inaktiverad just nu!

source: Easily export all NFC tag url's or all of your event posts into CSV files.
sv_se: Exportera enkelt alla NFC-taggar-url:s eller alla dina händelsersinlägg till CSV-filer.

source: Delete
sv_se: Radera

source: Unarchive
sv_se: Avarkivera

source: Archive
sv_se: Arkiv

source: Select capabilities
sv_se: Välj funktioner

source: Select user capabilities
sv_se: Välj användaregenskaper

source: Name
sv_se: Namn

source: Create role +
sv_se: Skapa roll +

source: Create, archive or remove custom user roles.
sv_se: Skapa, arkivera eller ta bort anpassade användarroller.

source: Select pages for available user roles. Logged in user with these roles will be redirected to their selected pages.
sv_se: Välj sidor för tillgängliga användarroller. Inloggad användare med dessa roller kommer att omdirigeras till sina valda sidor.

source: Export events
sv_se: Exportera händelser

source: Export tag url's
sv_se: Exportera taggars webbadresser

source: Add NFC user roles
sv_se: Lägg till NFC-användarroller

source: User Roles
sv_se: Användarroller

source: User pages
sv_se: Användarsidor

source: User Redirection
sv_se: Användaromdirigering

source: Export
sv_se: Exportera

source: Roles
sv_se: Roller

source: Redirections
sv_se: Omdirigeringar

source: Settings
sv_se: Inställningar

source: Documentation
sv_se: Dokumentation

source: All statuses
sv_se: Alla statusar

source: Create unique NFC product tag URLs, custom user roles, NFC pages and blocks, allow specific users to create events by scanning NFC tags, manage all events and more.
sv_se: Skapa unika URL-adresser för NFC-produkttaggar, anpassade användarroller, NFC-sidor och block, låt specifika användare skapa händelser genom att skanna NFC-taggar, hantera alla händelser och mer.

source: NFC Events
sv_se: NFC Händelser
